[
  "Brushing your teeth: the original 2-minute workout.",
  "Drink water like it’s your side hustle.",
  "Walking to the fridge counts as a daily exercise, right?",
  "Smile – it burns calories and confuses people.",
  "Make your bed; it’s the only chore that comes with a reward at the end of the day – sleeping in it!",
  "Floss like a boss, not like someone who wants expensive dental bills.",
  "Dance like nobody's watching, but your Fitbit is keeping score.",
  "Snack on success, not on chips.",
  "Sleep is my superpower – watch me become a superhero every night.",
  "Remember, good habits are like Pokémon – gotta catch 'em all.",
  "Take breaks, not hearts – and hydrate while you're at it.",
  "Don’t just count your steps; make your steps count.",
  "Flossing is like a secret mission for your teeth – accomplish it daily.",
  "Every small step counts, keep moving forward.",
  "Embrace the journey, trust the process.",
  "Doubt kills more dreams than failure ever will.",
  "Make today so awesome that yesterday gets jealous.",
  "Your attitude determines your direction.",
  "You're not here to be average; you're here to be awesome.",
  "Prove yourself to yourself, not others.",
  "Life is short. Smile while you still have teeth.",
  "I’m not lazy; I’m in energy-saving mode.",
  "I put the 'elusive' in exclusive.",
  "I’m not old; I’m just well-seasoned.",
  "I’m not short; I’m just more down-to-earth than most people.",
  "Believe in the magic within you.",
  "Dream big, work hard, stay focused.",
  "You've got this; embrace the challenge.",
  "Turn your can'ts into cans and your dreams into plans.",
  "Make it happen, captain!",
  "Sit-ups are hard. Eating snacks while sitting is easy. Choose wisely.",
  "Breathe in positivity; exhale negativity – just not too close to anyone.",
  "Eat your veggies, but don’t forget the chocolate. Balance is key.",
  "Every step counts, especially the ones to the fridge for more snacks.",
  "Meditation: the art of sitting still and pretending you’re not thinking about pizza.",
  "Water: because being a raisin is not a good look.",
  "Eat like nobody’s watching, but your body is keeping score.",
  "Sleep: the only time you can successfully multitask by doing nothing.",
  "Life is short – eat dessert first. And then maybe some vegetables.",
  "Jumping to conclusions is not a workout. Jumping jacks, on the other hand...",
  "Eat your veggies so you can have dessert guilt-free – it’s a trade secret.",
  "Exercise in the morning before your brain figures out what you’re doing.",
  "Eat well, live well, ignore anyone who says you can’t have dessert.",
  "Water: the most essential beverage for surviving meetings and Mondays.",
  "Make exercise a habit – because Netflix will still be there when you’re done.",
  "Laugh like nobody's watching, but secretly hope they join in – it’s good for your abs.",
  "Don’t just aim to eat healthy; aim to eat with enthusiasm.",
  "Remember, healthy habits are like fine wine – they get better with time."
]
